Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TypedOverloads.URLSession.sslError
source: There was an SSL error. Please check the server's certificate.
ar: حدث خطأ SSL. يرجى التحقق من شهادة الخادم.
bg: Имаше грешка със SSL. Моля, проверете сертификата на сървъра.
ca: Hi ha hagut un error SSL. Si us plau, comprova el certificat del servidor.
cs: Došlo k chybě SSL. Zkontroluj prosím certifikát serveru.
da: Der opstod en SSL-fejl. Tjek venligst serverens certifikat.
de: Es gab einen SSL-Fehler. Bitte überprüfe das Zertifikat des Servers.
el: Παρουσιάστηκε σφάλμα SSL. Παρακαλώ ελέγξτε το πιστοποιητικό του διακομιστή.
es: Se produjo un error de SSL. Por favor, verifica el certificado del servidor.
es_419: Por favor, verifica el certificado del servidor.
fi: SSL-virhe tapahtui. Tarkista palvelimen varmenne.
fr: Une erreur SSL est survenue. Veuillez vérifier le certificat du serveur.
fr_ca: Une erreur SSL s'est produite. Veuillez vérifier le certificat du serveur.
he: הייתה שגיאת SSL. אנא בדוק את תעודת השרת.
hi: SSL त्रुटि हुई। कृपया सर्वर का प्रमाणपत्र जांचें।
hr: Došlo je do SSL pogreške. Molimo provjerite certifikat poslužitelja.
hu: SSL hiba történt. Kérlek, ellenőrizd a szerver tanúsítványát.
id: Terjadi kesalahan SSL. Silakan periksa sertifikat server.
it: Si è verificato un errore SSL. Controlla il certificato del server.
ja: SSLエラーが発生しました。サーバーの証明書を確認してください。
kk: SSL қатесі болды. Сервердің сертификатын тексеріңіз.
ko: SSL 오류가 발생했습니다. 서버의 인증서를 확인해주세요.
ms: Terdapat ralat SSL. Sila semak sijil pelayan.
nb: Det oppstod en SSL-feil. Vennligst sjekk sertifikatet til serveren.
nl: Er was een SSL-fout. Controleer het certificaat van de server.
pl: Wystąpił błąd SSL. Proszę sprawdzić certyfikat serwera.
pt_br: Ocorreu um erro SSL. Por favor, verifique o certificado do servidor.
pt_pt: Ocorreu um erro SSL. Por favor, verifica o certificado do servidor.
ro: A apărut o eroare SSL. Te rog, verifică certificatul serverului.
ru: Произошла ошибка SSL. Пожалуйста, проверьте сертификат сервера.
sk: Došlo k chybe SSL. Skontrolujte, prosím, certifikát servera.
sv: Det uppstod ett SSL-fel. Vänligen kontrollera serverns certifikat.
th: เกิดข้อผิดพลาด SSL กรุณาตรวจสอบใบรับรองของเซิร์ฟเวอร์.
tr: Bir SSL hatası oluştu. Lütfen sunucunun sertifikasını kontrol edin.
uk: Сталася помилка SSL. Будь ласка, перевірте сертифікат сервера.
vi: Đã xảy ra lỗi SSL. Vui lòng kiểm tra chứng chỉ của máy chủ.
zh_hans: 出现SSL错误。请检查服务器的证书。
zh_hant: 發生 SSL 錯誤。請檢查伺服器的憑證。
zh_hk: 发生了 SSL 错误。请检查服务器的证书。

# TypedOverloads.URLSession.timeout
source: The request timed out. Please try again.
ar: انتهت مهلة الطلب. يرجى المحاولة مرة أخرى.
bg: Заявката изтече. Моля, опитайте отново.
ca: La sol·licitud ha caducat. Torna-ho a provar.
cs: Žádost vypršela. Zkus to prosím znovu.
da: Anmodningen gik ud. Prøv venligst igen.
de: Die Anfrage ist abgelaufen. Bitte versuche es erneut.
el: Η αίτηση ξεπέρασε το όριο χρόνου. Παρακαλώ δοκιμάστε ξανά.
es: La solicitud ha superado el tiempo de espera. Por favor, intenta de nuevo.
es_419: La solicitud ha superado el tiempo de espera. Por favor, inténtalo de nuevo.
fi: Pyyntö aikakatkaistiin. Yritä uudelleen.
fr: La requête a expiré. Veuillez réessayer.
fr_ca: La requête a expiré. Veuillez réessayer.
he: הבקשה פגה את הזמן. אנא נסה שוב.
hi: अनुरोध समय सीमा समाप्त हो गई। कृपया फिर से प्रयास करें।
hr: Zahtjev je istekao. Molimo pokušajte ponovno.
hu: A kérés időtúllépés miatt megszakadt. Kérlek, próbáld újra.
id: Permintaan telah habis waktunya. Silakan coba lagi.
it: La richiesta è scaduta. Per favore, riprova.
ja: リクエストがタイムアウトしました。再試行してください。
kk: Сұрау уақытынан асып кетті. Қайта әрекет жасап көріңіз.
ko: 요청 시간이 초과되었습니다. 다시 시도해 주세요.
ms: Permintaan telah Tamat masa. Sila cuba lagi.
nb: Forespørselen tok for lang tid. Vennligst prøv igjen.
nl: De aanvraag is verlopen. Probeer het opnieuw.
pl: Żądanie przekroczyło limit czasu. Proszę spróbować ponownie.
pt_br: A solicitação excedeu o tempo limite. Por favor, revise e tente novamente.
pt_pt: O pedido expirou. Por favor, tenta novamente.
ro: Cererea a expirat. Te rog încearcă din nou.
ru: Время ожидания запроса истекло. Пожалуйста, попробуйте снова.
sk: Žiadosť vypršala. Skúste to znova.
sv: Begäran tog för lång tid. Försök igen.
th: คำขอหมดเวลา โปรดลองอีกครั้ง.
tr: İstek zaman aşımına uğradı. Lütfen tekrar deneyin.
uk: Час запиту сплив. Спробуйте знову.
vi: Yêu cầu đã hết thời gian chờ. Vui lòng thử lại.
zh_hans: 请求超时。请再试一次。
zh_hant: 請求超時。請再試一次。
zh_hk: 請求逾時。請再試一次。

# TypedOverloads.URLSession.tooManyRequests
source: Too many requests have been sent. Please wait and try again (429).
ar: تم إرسال عدد كبير جداً من الطلبات. يرجى الانتظار والمحاولة مرة أخرى (429).
bg: Изпратени са твърде много заявки. Моля, изчакайте и опитайте отново (429).
ca: S'han enviat massa sol·licituds. Si us plau, espera i torna-ho a provar (429).
cs: Bylo odesláno příliš mnoho žádostí. Prosím počkej a zkus to znovu (429).
da: Der er sendt for mange anmodninger. Vent venligst og prøv igen (429).
de: Es wurden zu viele Anfragen gesendet. Bitte warte und versuche es erneut (429).
el: Έχουν σταλεί πάρα πολλές αιτήσεις. Παρακαλώ περιμένετε και δοκιμάστε ξανά (429).
es: Se han enviado demasiadas solicitudes. Por favor, espera y vuelve a intentar (429).
es_419: Se han enviado demasiadas solicitudes. Por favor, espera e inténtalo de nuevo (429).
fi: Liian monta pyyntöä on lähetetty. Odota ja yritä uudelleen (429).
fr: Trop de demandes ont été envoyées. Veuillez patienter et réessayer (429).
fr_ca: Trop de demandes ont été envoyées. Veuillez patienter et réessayer (429).
he: נשלחו יותר מדי בקשות. אנא חכה ונסה שוב (429).
hi: बहुत से अनुरोध भेजे गए हैं। कृपया प्रतीक्षा करें और फिर से प्रयास करें (429)।
hr: Poslano je previše zahtjeva. Molimo pričekajte i pokušajte ponovno (429).
hu: Túl sok kérés lett küldve. Kérlek, várj és próbáld újra (429).
id: Terlalu banyak permintaan telah dikirim. Harap tunggu dan coba lagi (429).
it: Sono state inviate troppe richieste. Attendi e riprova (429).
ja: リクエストが多すぎます。しばらく待ってから再試行してください（429）。
kk: Көп сұрау жіберілді. Күтіңіз және қайтадан әрекет жасап көріңіз (429).
ko: 요청이 너무 많이 전송되었습니다. 잠시 기다렸다가 다시 시도해 주세요 (429).
ms: Terlalu banyak permintaan telah dihantar. Sila tunggu dan cuba lagi (429).
nb: For mange forespørsler er sendt. Vennligst vent og prøv igjen (429).
nl: Er zijn te veel verzoeken verzonden. Wacht alsjeblieft en probeer het opnieuw (429).
pl: Wysłano zbyt wiele żądań. Proszę poczekać i spróbować ponownie (429).
pt_br: Muitas solicitações foram enviadas. Por favor, aguarde e tente novamente (429).
pt_pt: Foram enviados pedidos em excesso. Por favor, espera e tenta novamente (429).
ro: Au fost trimise prea multe cereri. Te rog așteaptă și încearcă din nou (429).
ru: Слишком много запросов было отправлено. Пожалуйста, подождите и попробуйте еще раз (429).
sk: Bol odoslaný príliš veľký počet žiadostí. Počkajte a pokúste sa znova (429).
sv: För många begärningar har skickats. Vänligen vänta och försök igen (429).
th: ส่งคำขอมากเกินไป กรุณารอและลองอีกครั้ง (429).
tr: Çok fazla istek gönderildi. Lütfen bekleyin ve tekrar deneyin (429).
uk: Надіслано занадто багато запитів. Будь ласка, почекайте та спробуйте ще раз (429).
vi: Đã gửi quá nhiều yêu cầu. Vui lòng chờ và thử lại (429).
zh_hans: 发送的请求过多。请稍等并重试（429）。
zh_hant: 已發送過多請求。請稍候並重試 (429)。
zh_hk: 發送了太多請求。請稍等並再試一次 (429)。

# TypedOverloads.URLSession.unauthorized
source: You are not authorized to access this resource (401).
ar: ليس لديك إذن للوصول إلى هذا المورد (401).
bg: Не сте упълномощени да получите достъп до този ресурс (401).
ca: No estàs autoritzat per accedir a aquest recurs (401).
cs: Nemáš oprávnění k přístupu k tomuto zdroji (401).
da: Du er ikke autoriseret til at få adgang til denne ressource (401).
de: Du bist nicht berechtigt, auf diese Ressource zuzugreifen (401).
el: Δε διαθέτετε άδεια για την πρόσβαση σε αυτόν τον πόρο (401).
es: No estás autorizado para acceder a este recurso (401).
es_419: No estás autorizado para acceder a este recurso (401).
fi: Sinulla ei ole oikeutta käyttää tätä resurssia (401).
fr: Vous n'êtes pas autorisé à accéder à cette ressource (401).
fr_ca: Vous n'êtes pas autorisé à accéder à cette ressource (401).
he: אינך מורשה לגשת למשאב זה (401).
hi: आपको इस संसाधन तक पहुँचने के लिए अधिकृत नहीं किया गया है (401)।
hr: Niste ovlašteni za pristup ovom resursu (401).
hu: Nincs jogosultságod ehhez az erőforráshoz (401).
id: Anda tidak diizinkan untuk mengakses sumber daya ini (401).
it: Non sei autorizzato ad accedere a questa risorsa (401).
ja: このリソースにアクセスする権限がありません（401）。
kk: Осы ресурсқа қол жеткізуге рұқсатыңыз жоқ (401).
ko: 이 자원에 접근할 권한이 없습니다 (401).
ms: Anda tidak dibenarkan untuk mengakses sumber ini (401).
nb: Du er ikke autorisert til å få tilgang til denne ressursen (401).
nl: Je bent niet bevoegd om toegang te krijgen tot deze bron (401).
pl: Nie masz autoryzacji do dostępu do tego zasobu (401).
pt_br: Você não está autorizado a acessar este recurso (401).
pt_pt: Não estás autorizado a aceder a este recurso (401).
ro: Nu ești autorizat să accesezi această resursă (401).
ru: У вас нет прав для доступа к этому ресурсу (401).
sk: Nie ste oprávnený na prístup k tomuto zdroju (401).
sv: Du har inte behörighet att få åtkomst till denna resurs (401).
th: คุณไม่ได้รับอนุญาตให้เข้าถึงทรัพยากรนี้ (401).
tr: Bu kaynağa erişim izniniz yok (401).
uk: Ви не маєте дозволу на доступ до цього ресурсу (401).
vi: Bạn không được phép truy cập tài nguyên này (401).
zh_hans: 您没有权限访问此资源（401）。
zh_hant: 您無權訪問此資源 (401)。
zh_hk: 您未獲授權訪問此資源 (401)。

# TypedOverloads.URLSession.unknown
source: An unknown status code was received from the server: %lld
ar: تم تلقي رمز حالة غير معروف من الخادم: %lld
bg: Получен е неизвестен статус код от сървъра: %lld
ca: S'ha rebut un codi d'estat desconegut del servidor: %lld
cs: Byl přijat neznámý stavový kód ze serveru: %lld
da: En ukendt statuskode blev modtaget fra serveren: %lld
de: Ein unbekannter Statuscode wurde vom Server empfangen: %lld
el: Ένας άγνωστος κωδικός κατάστασης ελήφθη από τον διακομιστή: %lld
es: Se recibió un código de estado desconocido del servidor: %lld
es_419: Se recibió un código de estado desconocido del servidor: %lld
fi: Palvelimelta saatiin tuntematon tilakoodi: %lld
fr: Un code d'état inconnu a été reçu du serveur : %lld
fr_ca: Un code d'état inconnu a été reçu du serveur : %lld
he: קוד מצב לא מוכר התקבל מהשרת: %lld
hi: सर्वर से एक अज्ञात स्थिति कोड प्राप्त हुआ: %lld
hr: Primljen je nepoznati statusni kod s poslužitelja: %lld
hu: Ismeretlen státuszkódot kaptunk a szervertől: %lld
id: Kode status yang tidak dikenal diterima dari server: %lld
it: È stato ricevuto un codice di stato sconosciuto dal server: %lld
ja: サーバーから未知のステータスコードが返されました: %lld
kk: Серверден белгісіз статус коды алынды: %lld
ko: 서버에서 알 수 없는 상태 코드가 수신되었습니다: %lld
ms: Kod status yang tidak diketahui telah diterima daripada pelayan: %lld
nb: En ukjent statuskode ble mottatt fra serveren: %lld
nl: Er is een onbekende statuscode van de server ontvangen: %lld
pl: Odebrano nieznany kod statusu z serwera: %lld
pt_br: Um código de status desconhecido foi recebido do servidor: %lld
pt_pt: Recebido um código de estado desconhecido do servidor: %lld
ro: A fost primit un cod de stare necunoscut de la server: %lld
ru: Был получен неизвестный код статуса от сервера: %lld
sk: Zo servera bol prijatý neznámy stavový kód: %lld
sv: En okänd statuskod har mottagits från servern: %lld
th: ได้รับรหัสสถานะที่ไม่รู้จักจากเซิร์ฟเวอร์: %lld
tr: Sunucudan bilinmeyen bir durum kodu alındı: %lld
uk: Отримано невідомий код стану від сервера: %lld
vi: Một mã trạng thái không xác định đã được nhận từ máy chủ: %lld
zh_hans: 从服务器接收到未知状态代码：%lld
zh_hant: 收到來自伺服器的未知狀態碼：%lld
zh_hk: 從伺服器收到未知狀態碼：%lld

# TypedOverloads.URLSession.unsupportedMediaType
source: The request entity has an unsupported media type (415).
ar: نوع الوسائط في كيان الطلب غير مدعوم (415).
bg: Съществуващият тип медия в заявката не се поддържа (415).
ca: L'entitat de la sol·licitud té un tipus de mitjà no compatible (415).
cs: Žádost obsahuje nepodporovaný typ média (415).
da: Anmodningens enhed har en ikke-understøttet medietype (415).
de: Die Anfrage hat einen nicht unterstützten Medientyp (415).
el: Η οντότητα της αίτησης έχει μη υποστηριζόμενο τύπο μέσου (415).
es: La entidad de la solicitud tiene un tipo de medio no soportado (415).
es_419: La entidad de la solicitud tiene un tipo de medio no soportado (415).
fi: Pyyntöyksikkö sisältää tuetun media tyypin (415).
fr: L'entité de la demande a un type de média non pris en charge (415).
fr_ca: L'entité de la demande a un type de média non pris en charge (415).
he: לישות הבקשה יש סוג מדיה לא נתמך (415).
hi: अनुरोध की इकाई का असमर्थित मीडिया प्रकार है (415)।
hr: Entitet zahtjeva ima nepodržanu vrstu medija (415).
hu: A kérés entitásának nem támogatott média típusa van (415).
id: Entitas permintaan memiliki jenis media yang tidak didukung (415).
it: L'entità della richiesta ha un tipo di media non supportato (415).
ja: リクエストエンティティのメディアタイプがサポートされていません（415）。
kk: Сұрау данасының қолдау көрсетілмейтін медиа түрі бар (415).
ko: 요청 엔터티에 지원되지 않는 미디어 유형이 있습니다 (415).
ms: Entiti permintaan mempunyai jenis media yang tidak disokong (415).
nb: Forespørselens enhet har en ikke-støttet medietype (415).
nl: De aanvraagentiteit heeft een niet-ondersteund mediatype (415).
pl: Podmiot żądania ma nieobsługiwany typ mediów (415).
pt_br: O tipo de mídia da entidade da solicitação não é suportado (415).
pt_pt: A entidade do pedido tem um tipo de mídia não suportado (415).
ro: Entitatea cererii are un tip de mediu nesuportat (415).
ru: Запрашиваемый объект имеет неподдерживаемый тип медиа (415).
sk: Žiadosť obsahuje nepodporovaný typ médií (415).
sv: Begäran har ett mediatyp som inte stöds (415).
th: เอนทิตีคำขอมีประเภทสื่อที่ไม่สนับสนุน (415).
tr: İstek varlığı desteklenmeyen bir medya türüne sahip (415).
uk: Запит має непідтримуваний тип медіа (415).
vi: Thực thể yêu cầu có loại phương tiện không được hỗ trợ (415).
zh_hans: 请求实体具有不受支持的媒体类型 (415)。
zh_hant: 請求實體具有不受支持的媒體類型 (415)。
zh_hk: 该请求实体具有不受支持的媒体类型 (415)。
